{
  "tagLineTitle": "Het beslag voor verticale schuifdeuren in één vlak.",
  "intro": "Assunta is de oplossing voor verticaal schuivende deuren die in gesloten toestand in één vlak liggen. Een elegante en strakke oplossing waarbij de kast in één beweging wordt afgesloten. De kast kan bestaan uit één, twee of drie bewegende panelen die steeds samen achter het vast paneel worden geparkeerd in de open situatie. Deurbreedtes tot 3 m behoren tot de mogelijkheden, hoogtes zijn vrij te bepalen. Het Assunta beslag is universeel inzetbaar.",
  "applicationsTitle": "Een waaier aan toepassingen in keuken, living of bureau.",
  "application-1": "Keuken ontbijtkast met twee bewegende panelen.",
  "application-2": "Televisiekast met één groot bewegend paneel.",
  "application-3": "Brede keuken opzetkast op het aanrecht.",
  "application-4": "Kleinere keukenkast.",
  "application-5": "Twee kasten aan weerszijden van het fornuis.",
  "application-6": "Driedelige kast boven het haardvuur.",
  "application-7": "Dubble bureaukast",
  "installTitle": "Makkelijk te installeren, eenvoudige opstart.",
  "install-1": "De corpus wordt voorzien van de zijgeleidingen die als optie in wit of zwart geleverd kunnen worden. De zijgeleidingen worden  in de zijwanden ingewerkt.",
  "install-2": "De motoren worden aan weerszijden tegen zijwand geschroefd.",
  "install-3": "Alle onderdelen zitten vervat in ‘frames’. De frames worden links en rechts op de panelen geschroefd.",
  "install-4": "De riemen van de motoren worden met het onderste paneel verbonden.",
  "install-5": "Het eventuele tweede en / of derde paneel wordt in de passende gleuven geplaatst.",
  "install-6": "Na een ‘intialisatie run’ is het systeem klaar voor gebruik.",
  "configuratorTitle": "Onze configurator voor offertes, bestellingen en tekeningen.",
  "configuratorAlt": "Configurator",
  "technicalDrawingsTitle": "Alle technische informatie in één document.",
  "technicalDrawingsAlt": "Technische tekeningen",
  "downloadsTitle": "Downloads.",
  "downloads-1": "Commerciële brochure.",
  "downloads-2": "Bestelformulier.",
  "downloads-3": "Handleiding.",
  "downloads-4": "CE - inbouwverklaring."
}
