{
  "verticalDoors": "Verticale schuifdeuren",
  "autodidactTitle": "Autodidact",
  "wifiBlueToothAppAiTitle": "Wifi, BlueTooth, App en AI",
  "assunta75": "In een ver verleden waren al wat interieurbouwers ‘bezig’ met verticale schuifdeuren in één vlak in gesloten toestand. De ene al wat professioneler dan de andere. Aanvankelijk werden de deuren meestal opgetrokken door (rolluik)linten verbonden met een buismotor van een rolluik of zonnewering. Tot op dit punt viel het allemaal nog wel mee maar wat sturing en beveiliging betrof, was het dan natuurlijk armoe troef. Wij waren in die periode actief in ‘Motion Control’ en industriële automatisering. Op een dag kregen wij de vraag of wij die lawaaierige buismotor niet konden vervangen door een geruislozer motor en dan ook met een volwaardige sturing. Door het uitvoeren van dit project, kregen wij de inval om deze oplossing breder te vermarkten als kit voor interieur– en keukenbouwers. Assunta 75 (hefkracht tot 75 kg) zag op die manier dan ook in 2006 het levenslicht.",
  "assunta40": "Na een aantal jaren actief te zijn in de markt, kwamen nieuwe inzichten. We stelden vast dat bij 95% van de toepassingen het gewicht van de deuren niet meer dan 40 kg was. Daarom werd die zware industriële motor vervangen door twee aparte DC - motoren die het systeem onafhankelijk maken van de breedte van de kast. Het synchroniseren van de motoren was hier dan wel de uitdaging. De beveiliging met rubberstrip of veiligheidslat werd vervangen door kantelende motoren die onmiddellijk een ‘verslapping’ van de optrekriemen detecteren. De besturing werd ook een stuk intelligenter wat de installatie ten goede kwam. Al deze verbetering werden in 2018 gedoopt onder de naam Assunta 40.",
  "assuntaRecta": "Assunta 40 werd in de markt goed onthaald. Toen de opmerking kwam dat de deurpanelen bovenaan en onderaan nog afgeschuind moesten worden, kwam de uitdaging om hiermee komaf te maken. De oplossing, die niet evident is, leidde tot het ontstaan van Assunta Recta. Door toepassing van ‘frames’ waarbij alle componenten in één beweging op het paneel geplaatst kunnen worden, maken van Assunta Recta echt een efficiënt en snel installeerbaar product dat nu volledig Assunta 40 vervangt. De toekomst voor het gepatenteerde Assunta Recta ziet er veel belovend uit.",
  "autodidact": "Toen ik in 1984 afstudeerde als industrieel ingenieur elektro-mechanica, was er van PC’s in de opleiding nog geen sprake. Bij mijn eerste werkervaring doken de eerste personal computers op met DOS als besturingssysteem. Ik ben onmiddellijk aan de slag gegaan om het programmeren (toen in Pascal) onder de knie te krijgen. Enkele jaren later ontwikkelde ik voor mijn werkgever een programma om prestaties van off-highway voertuigen te berekenen om als commerciële basis voor klanten te gebruiken. Zo heb ik verder elektronica (B1) gaan studeren, heb ik leren websites bouwen (HTML, CSS, Java) en heb ik mij verdiept in het ontwikkelen van software voor microprocessoren. De laatste jaren heb ik veel ervaring opgedaan bij het ontwerpen en tekenen in 3D (Solid Works). Tussendoor vond ik het ook nog leuk om Photoshop, Indesign, Premiere Pro en nog wat andere paketten mij eigen te maken",
  "wifiBlueToothAppAi": "En we gaan door… . Zo heeft Vanbot (Frank Verdonck) een nieuwe universele DC - sturing ontwikkeld. Wifi en BlueTooth zijn standaard voorzien. Het is de bedoeling om de deze stuurprint in de toekomst in te zetten voor de verticale en horizontale schuifdeuren. Er wordt gewerkt aan een volledig nieuwe software waarbij het installeren van onze producten nog intuïtiever wordt. Zo willen we onze systemen zelflerend maken waarbij de installateur geen startup procedures moet doorlopen maar dat de sturing zou automatisch zelf instelt. Bediening met app op de smartphone en/of integratie in een wifi-netwerk staan ook op de ‘To Do List’. Het is allemaal nog niet voor morgen maar het komt eraan…."
}
